Repository: StudyDrift/lextures
Catalog: clients/ios/Lextures/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr

# mobile.onboarding.experience.beginner
source: Beginner
ar: ู ุจุชุฏุฆ
es: Principiante
fr: Dรฉbutant

# mobile.onboarding.experience.beginnerHint
source: I am new to this topic
ar: ุฃูุง ุฌุฏูุฏ ุนูู ูุฐุง ุงูู ูุถูุน
es: Soy nuevo en este tema
fr: Je dรฉcouvre ce sujet

# mobile.onboarding.experience.intermediate
source: Some experience
ar: ุฎุจุฑุฉ ุจุณูุทุฉ
es: Algo de experiencia
fr: Un peu d'expรฉrience

# mobile.onboarding.experience.intermediateHint
source: I know the basics
ar: ุฃุนุฑู ุงูุฃุณุงุณูุงุช
es: Conozco lo bรกsico
fr: Je connais les bases

# mobile.onboarding.experience.title
source: Your experience level
ar: ู ุณุชูู ุฎุจุฑุชู
es: Tu nivel de experiencia
fr: Votre niveau d'expรฉrience

# mobile.onboarding.finish
source: Finish setup
ar: ุฅููุงุก ุงูุฅุนุฏุงุฏ
es: Finalizar configuraciรณn
fr: Terminer la configuration

# mobile.onboarding.getStarted
source: Let's get started
ar: ููุจุฏุฃ
es: Empecemos
fr: Commencer

# mobile.onboarding.goal.label
source: Your goal
ar: ูุฏูู
es: Tu objetivo
fr: Votre objectif

# mobile.onboarding.goal.placeholder
source: e.g. I want to learn Python by July
ar: ู ุซุงู: ุฃุฑูุฏ ุชุนููู ุจุงูุซูู ุจุญููู ููููู
es: p. ej. Quiero aprender Python para julio
fr: p. ex. Je veux apprendre Python d'ici juillet

# mobile.onboarding.habits.dailyMinutes
source: Daily study goal (minutes)
ar: ูุฏู ุงูุฏุฑุงุณุฉ ุงูููู ู (ุจุงูุฏูุงุฆู)
es: Meta diaria de estudio (minutos)
fr: Objectif d'รฉtude quotidien (minutes)

# mobile.onboarding.habits.reminder
source: Send me study reminders
ar: ุฃุฑุณู ูู ุชุฐููุฑุงุช ุงูุฏุฑุงุณุฉ
es: Enviarme recordatorios de estudio
fr: M'envoyer des rappels d'รฉtude

# mobile.onboarding.habits.reminderHint
source: Separate from terms of service. Unchecked by default.
ar: ู ููุตู ุนู ุดุฑูุท ุงูุฎุฏู ุฉ. ุบูุฑ ู ูุนูู ุงูุชุฑุงุถููุง.
es: Independiente de los tรฉrminos del servicio. Desactivado por defecto.
fr: Distinct des conditions d'utilisation. Dรฉsactivรฉ par dรฉfaut.

# mobile.onboarding.habits.reminderTime
source: Reminder time
ar: ููุช ุงูุชุฐููุฑ
es: Hora del recordatorio
fr: Heure du rappel

# mobile.onboarding.habits.title
source: Study habits
ar: ุนุงุฏุงุช ุงูุฏุฑุงุณุฉ
es: Hรกbitos de estudio
fr: Habitudes d'รฉtude

# mobile.onboarding.loading
source: Loading onboardingโฆ
ar: ุฌุงุฑู ุชุญู ูู ุงูุฅุนุฏุงุฏโฆ
es: Cargando la configuraciรณn inicialโฆ
fr: Chargement de l'accueilโฆ

# mobile.onboarding.progress
source: Step %d of %d
ar: ุงูุฎุทูุฉ %d ู ู %d
es: Paso %d de %d
fr: รtape %d sur %d

# mobile.onboarding.skipDiagnostic
source: Skip diagnostic
ar: ุชุฎุทู ุงูุชุดุฎูุต
es: Omitir diagnรณstico
fr: Passer le diagnostic

# mobile.onboarding.skipForNow
source: Skip for now
ar: ุชุฎุทู ุงูุขู
es: Omitir por ahora
fr: Passer pour l'instant

# mobile.onboarding.targetDate.label
source: Target date
ar: ุงูุชุงุฑูุฎ ุงูู ุณุชูุฏู
es: Fecha objetivo
fr: Date cible

# mobile.onboarding.targetDate.toggle
source: Set a target date
ar: ุชุนููู ุชุงุฑูุฎ ู ุณุชูุฏู
es: Fijar una fecha objetivo
fr: Fixer une date cible

# mobile.onboarding.topic.business
source: Business
ar: ุฃุนู ุงู
es: Negocios

# mobile.onboarding.topic.dataScience
source: Data Science
ar: ุนูู ุงูุจูุงูุงุช
es: Ciencia de datos
fr: Science des donnรฉes

# mobile.onboarding.topic.design
source: Design
ar: ุชุตู ูู
es: Diseรฑo

# mobile.onboarding.topic.math
source: Math
ar: ุฑูุงุถูุงุช
es: Matemรกticas
fr: Mathรฉmatiques

# mobile.onboarding.topic.python
source: Python
ar: ุจุงูุซูู

# mobile.onboarding.topic.subtitle
source: Pick a topic and describe your goal.
ar: ุงุฎุชุฑ ู ูุถูุนูุง ูุตู ูุฏูู.
es: Elige un tema y describe tu objetivo.
fr: Choisissez un sujet et dรฉcrivez votre objectif.

# mobile.onboarding.topic.title
source: What do you want to learn?
ar: ู ุงุฐุง ุชุฑูุฏ ุฃู ุชุชุนููู ุ
es: ยฟQuรฉ quieres aprender?
fr: Que voulez-vous apprendre ?

# mobile.onboarding.welcome.subtitle
source: Let's personalize your learning path in about five minutes. You can skip any step.
ar: ููุฎุตูุต ู ุณุงุฑ ุชุนููู ู ูู ุญูุงูู ุฎู ุณ ุฏูุงุฆู. ูู ููู ุชุฎุทูู ุฃู ุฎุทูุฉ.
es: Personalicemos tu ruta de aprendizaje en unos cinco minutos. Puedes omitir cualquier paso.
fr: Personnalisons votre parcours en environ cinq minutes. Vous pouvez passer n'importe quelle รฉtape.

# mobile.onboarding.welcome.title
source: Welcome to Lextures
ar: ู ุฑุญุจูุง ุจู ูู Lextures
es: Bienvenido a Lextures
fr: Bienvenue sur Lextures

# mobile.planner.bucket.later
source: Later
ar: ูุงุญููุง
es: Mรกs adelante
fr: Plus tard

# mobile.planner.bucket.overdue
source: Overdue
ar: ู ุชุฃุฎุฑ
es: Atrasado
fr: En retard

# mobile.planner.bucket.thisWeek
source: This week
ar: ูุฐุง ุงูุฃุณุจูุน
es: Esta semana
fr: Cette semaine

# mobile.planner.bucket.today
source: Today
ar: ุงูููู
es: Hoy
fr: Aujourd'hui

# mobile.planner.calendar.addFailed
source: Could not add to calendar.
ar: ุชุนุฐูุฑุช ุงูุฅุถุงูุฉ ุฅูู ุงูุชูููู .
es: No se pudo agregar al calendario.
fr: Impossible d'ajouter au calendrier.

# mobile.planner.calendar.addToDevice
source: Add to device calendar
ar: ุฅุถุงูุฉ ุฅูู ุชูููู ุงูุฌูุงุฒ
es: Agregar al calendario del dispositivo
fr: Ajouter au calendrier de l'appareil

# mobile.planner.calendar.added
source: Added to your calendar.
ar: ุชู ุช ุงูุฅุถุงูุฉ ุฅูู ุชูููู ู.
es: Agregado a tu calendario.
fr: Ajoutรฉ ร votre calendrier.

# mobile.planner.calendar.emptyDay
source: Nothing scheduled this day.
ar: ูุง ุดูุก ู ุฌุฏูู ูู ูุฐุง ุงูููู .
es: Nada programado este dรญa.
fr: Rien de prรฉvu ce jour.

# mobile.planner.calendar.eventActions
source: Event
ar: ุญุฏุซ
es: Evento
fr: รvรฉnement

# mobile.planner.calendar.noEvents
source: no events
ar: ูุง ุฃุญุฏุงุซ
es: sin eventos
fr: aucun รฉvรฉnement

# mobile.planner.calendar.permissionDenied
source: Calendar access was denied.
ar: ุชู ุฑูุถ ุงููุตูู ุฅูู ุงูุชูููู .
es: Se denegรณ el acceso al calendario.
fr: L'accรจs au calendrier a รฉtรฉ refusรฉ.

# mobile.planner.error.load
source: Could not load your planner.
ar: ุชุนุฐูุฑ ุชุญู ูู ุงูู ุฎุทุท.
es: No se pudo cargar tu planificador.
fr: Impossible de charger votre planning.

# mobile.planner.filter.allCourses
source: All courses
ar: ุฌู ูุน ุงูู ูุฑุฑุงุช
es: Todos los cursos
fr: Tous les cours

# mobile.planner.filter.showCompleted
source: Show completed
ar: ุฅุธูุงุฑ ุงูู ูุชู ู
es: Mostrar completados
fr: Afficher les รฉlรฉments terminรฉs

# mobile.planner.kind.academic
source: Academic event
ar: ุญุฏุซ ุฃูุงุฏูู ู
es: Evento acadรฉmico
fr: รvรฉnement acadรฉmique

# mobile.planner.kind.assignment
source: Assignment
ar: ูุงุฌุจ
es: Tarea
fr: Devoir

# mobile.planner.kind.page
source: Content page
ar: ุตูุญุฉ ู ุญุชูู
es: Pรกgina de contenido
fr: Page de contenu

# mobile.planner.kind.quiz
source: Quiz
ar: ุงุฎุชุจุงุฑ
es: Cuestionario

# mobile.planner.kind.task
source: Notebook task
ar: ู ูู ุฉ ุฏูุชุฑ
es: Tarea del cuaderno
fr: Tรขche de carnet

# mobile.planner.reminder.15m
source: 15 minutes before
ar: ูุจู 15 ุฏูููุฉ
es: 15 minutos antes
fr: 15 minutes avant

# mobile.planner.reminder.1d
source: 1 day before
ar: ูุจู ููู
es: 1 dรญa antes
fr: 1 jour avant

# mobile.planner.reminder.1h
source: 1 hour before
ar: ูุจู ุณุงุนุฉ
es: 1 hora antes
fr: 1 heure avant

# mobile.planner.reminder.label
source: Due reminder
ar: ุชุฐููุฑ ุจุงูุงุณุชุญูุงู
es: Recordatorio de vencimiento
fr: Rappel d'รฉchรฉance

# mobile.planner.reminder.none
source: Off
ar: ุฅููุงู
es: Desactivado
fr: Dรฉsactivรฉ

# mobile.planner.reminder.title
source: Due soon
ar: ู ุณุชุญู ูุฑูุจูุง
es: Vence pronto
fr: Bientรดt dรป

# mobile.planner.stale.offline
source: Showing saved planner data
ar: ุนุฑุถ ุจูุงูุงุช ุงูู ุฎุทุท ุงูู ุญููุธุฉ
es: Mostrando datos del planificador guardados
fr: Affichage des donnรฉes planning enregistrรฉes

# mobile.planner.status.completed
source: Completed
ar: ู ูุชู ู
es: Completado
fr: Terminรฉ

# mobile.planner.status.open
source: Not submitted
ar: ูู ููุณูููู
es: No entregado
fr: Non rendu

# mobile.planner.status.submitted
source: Submitted
ar: ู ูุณูููู
es: Entregado
fr: Rendu

# mobile.planner.subscribe.copied
source: Calendar link copied.
ar: ุชู ูุณุฎ ุฑุงุจุท ุงูุชูููู .
es: Enlace del calendario copiado.
fr: Lien du calendrier copiรฉ.

# mobile.planner.subscribe.copy
source: Copy link
ar: ูุณุฎ ุงูุฑุงุจุท
es: Copiar enlace
fr: Copier le lien

# mobile.planner.subscribe.error
source: Could not load calendar subscription.
ar: ุชุนุฐูุฑ ุชุญู ูู ุงุดุชุฑุงู ุงูุชูููู .
es: No se pudo cargar la suscripciรณn al calendario.
fr: Impossible de charger l'abonnement au calendrier.

# mobile.planner.subscribe.generate
source: Generate subscription URL
ar: ุฅูุดุงุก ุฑุงุจุท ุงูุงุดุชุฑุงู
es: Generar URL de suscripciรณn
fr: Gรฉnรฉrer l'URL d'abonnement

# mobile.planner.subscribe.message
source: Add assignment and quiz due dates to your phone calendar app.
ar: ุฃุถูู ู ูุงุนูุฏ ุงุณุชุญูุงู ุงููุงุฌุจุงุช ูุงูุงุฎุชุจุงุฑุงุช ุฅูู ุชุทุจูู ุงูุชูููู ุนูู ูุงุชูู.
es: Agrega las fechas de entrega de tareas y cuestionarios a la app de calendario de tu telรฉfono.
fr: Ajoutez les dates limites des devoirs et quiz ร l'application calendrier de votre tรฉlรฉphone.

# mobile.planner.subscribe.open
source: Subscribe
ar: ุงุดุชุฑุงู
es: Suscribirse
fr: S'abonner

# mobile.planner.subscribe.title
source: Subscribe to calendar
ar: ุงูุงุดุชุฑุงู ูู ุงูุชูููู
es: Suscribirse al calendario
fr: S'abonner au calendrier

# mobile.planner.tab.calendar
source: Calendar
ar: ุงูุชูููู
es: Calendario
fr: Calendrier

# mobile.planner.tab.todos
source: To-Do
ar: ุงูู ูุงู
es: Pendientes
fr: ร faire

# mobile.planner.title
source: Planner
ar: ุงูู ุฎุทุท
es: Planificador
fr: Planning

# mobile.planner.todos.empty.message
source: Nothing due right now. Check back later or browse your courses.
ar: ูุง ุดูุก ู ุณุชุญู ุงูุขู. ุนุฏ ูุงุญููุง ุฃู ุชุตููุญ ู ูุฑุฑุงุชู.
es: Nada vence ahora. Vuelve mรกs tarde o explora tus cursos.
fr: Rien ร rendre pour le moment. Revenez plus tard ou parcourez vos cours.

# mobile.planner.todos.empty.title
source: All caught up
ar: ุฃูุช ุนูู ุงุทูุงุน
es: Estรกs al dรญa
fr: Tout est ร jour

# mobile.planner.viewAll
source: View all
ar: ุนุฑุถ ุงููู
es: Ver todo
fr: Tout voir

# mobile.profile.about
source: About
ar: ุญูู
es: Acerca de
fr: ร propos

# mobile.profile.accessibility
source: Accessibility
ar: ุฅู ูุงููุฉ ุงููุตูู
es: Accesibilidad
fr: Accessibilitรฉ

# mobile.profile.account
source: Account
ar: ุงูุญุณุงุจ
es: Cuenta
fr: Compte

# mobile.profile.cacheSize
source: Cache size
ar: ุญุฌู ุฐุงูุฑุฉ ุงูุชุฎุฒูู ุงูู ุคูุช
es: Tamaรฑo de cachรฉ
fr: Taille du cache

# mobile.profile.clearCache
source: Clear cache
ar: ู ุณุญ ุฐุงูุฑุฉ ุงูุชุฎุฒูู ุงูู ุคูุช
es: Borrar cachรฉ
fr: Vider le cache

# mobile.profile.clearCacheConfirm
source: Clear offline storage?
ar: ู ุณุญ ุงูุชุฎุฒูู ุฏูู ุงุชุตุงูุ
es: ยฟBorrar almacenamiento sin conexiรณn?
fr: Vider le stockage hors ligne ?

# mobile.profile.clearCacheMessage
source: Removes cached reads and downloads from this device. Queued changes are kept until they sync.
ar: ูุฒูู ุงููุฑุงุกุงุช ูุงูุชูุฒููุงุช ุงูู ุฎุฒููุฉ ู ุคูุชูุง ู ู ูุฐุง ุงูุฌูุงุฒ. ุชุจูู ุงูุชุบููุฑุงุช ูู ูุงุฆู ุฉ ุงูุงูุชุธุงุฑ ุญุชู ุชุชู ู ุฒุงู ูุชูุง.
es: Elimina lecturas y descargas en cachรฉ de este dispositivo. Los cambios en cola se conservan hasta sincronizarse.
fr: Supprime les lectures et tรฉlรฉchargements en cache sur cet appareil. Les modifications en file d'attente sont conservรฉes jusqu'ร la synchronisation.

# mobile.profile.clearCachedData
source: Clear cached data
ar: ู ุณุญ ุงูุจูุงูุงุช ุงูู ุฎุฒููุฉ
es: Borrar datos en cachรฉ
fr: Effacer les donnรฉes en cache

# mobile.profile.displayName
source: Display name
ar: ุงุณู ุงูุนุฑุถ
es: Nombre para mostrar
fr: Nom affichรฉ

# mobile.profile.dyslexiaFriendly
source: Dyslexia-friendly display
ar: ุนุฑุถ ู ูุงุณุจ ูุนุณุฑ ุงููุฑุงุกุฉ
es: Visualizaciรณn para dislexia
fr: Affichage dyslexie

# mobile.profile.dyslexiaFriendlyDescription
source: Rounded type, extra spacing, and relaxed line height app-wide.
ar: ุฎุท ู ุณุชุฏูุฑ ูุชุจุงุนุฏ ุฅุถุงูู ูุงุฑุชูุงุน ุณุทุฑ ู ุฑูุญ ูู ุงูุชุทุจูู ุจุงููุงู ู.
es: Tipografรญa redondeada, espaciado extra y altura de lรญnea relajada en toda la app.
fr: Police arrondie, espacement supplรฉmentaire et interligne relaxรฉ dans toute l'app.

# mobile.profile.email
source: Email
ar: ุงูุจุฑูุฏ ุงูุฅููุชุฑููู
es: Correo

# mobile.profile.notifications
source: Notifications
ar: ุงูุฅุดุนุงุฑุงุช
es: Notificaciones

# mobile.profile.offlineStorage
source: Offline storage
ar: ุงูุชุฎุฒูู ุฏูู ุงุชุตุงู
es: Almacenamiento sin conexiรณn
fr: Stockage hors ligne

# mobile.profile.pendingSync
source: Pending sync
ar: ู ุฒุงู ูุฉ ู ุนูููุฉ
es: Sincronizaciรณn pendiente
fr: Synchronisation en attente

# mobile.profile.percentComplete
source: %d%% complete
ar: ุงูุชู ู %d%%
es: %d%% completado
fr: %d %% terminรฉ

# mobile.profile.retry
source: Retry
ar: ุฅุนุงุฏุฉ ุงูู ุญุงููุฉ
es: Reintentar
fr: Rรฉessayer

# mobile.profile.security
source: Security
ar: ุงูุฃู ุงู
es: Seguridad
fr: Sรฉcuritรฉ

# mobile.profile.server
source: Server
ar: ุงูุฎุงุฏู
es: Servidor
fr: Serveur

# mobile.profile.signOut
source: Sign out
ar: ุชุณุฌูู ุงูุฎุฑูุฌ
es: Cerrar sesiรณn
fr: Se dรฉconnecter

# mobile.profile.signOutConfirm
source: Sign out of Lextures?
ar: ุชุณุฌูู ุงูุฎุฑูุฌ ู ู Lexturesุ
es: ยฟCerrar sesiรณn de Lextures?
fr: Se dรฉconnecter de Lextures ?

# mobile.profile.title
source: Profile
ar: ุงูู ูู ุงูุดุฎุตู
es: Perfil
fr: Profil

# mobile.profile.unread
source: %d unread
ar: %d ุบูุฑ ู ูุฑูุก
es: %d sin leer
fr: %d non lus

# mobile.profile.version
source: Version
ar: ุงูุฅุตุฏุงุฑ
es: Versiรณn

# mobile.profile.welcome
source: Welcome
ar: ู ุฑุญุจูุง
es: Bienvenido
fr: Bienvenue

# mobile.sessions.authMethod
source: Signed in with
ar: ุชุณุฌูู ุงูุฏุฎูู ุนุจุฑ
es: Inicio de sesiรณn con
fr: Connectรฉ avec

# mobile.sessions.currentDevice
source: This device
ar: ูุฐุง ุงูุฌูุงุฒ
es: Este dispositivo
fr: Cet appareil

# mobile.sessions.description
source: These devices and browsers can access your account. Sign out anything you do not recognize.
ar: ูู ูู ููุฐู ุงูุฃุฌูุฒุฉ ูุงูู ุชุตูุญุงุช ุงููุตูู ุฅูู ุญุณุงุจู. ุณุฌูู ุงูุฎุฑูุฌ ู ู ุง ูุง ุชุนุฑูู.
es: Estos dispositivos y navegadores pueden acceder a tu cuenta. Cierra sesiรณn en los que no reconozcas.
fr: Ces appareils et navigateurs peuvent accรฉder ร votre compte. Dรฉconnectez ceux que vous ne reconnaissez pas.

# mobile.sessions.emptyMessage
source: Only this device is signed in right now.
ar: ูุฐุง ุงูุฌูุงุฒ ููุท ู ุณุฌูู ุงูุฏุฎูู ุญุงูููุง.
es: Solo este dispositivo tiene la sesiรณn iniciada ahora mismo.
fr: Seul cet appareil est connectรฉ pour le moment.

# mobile.sessions.emptyTitle
source: No other sessions
ar: ูุง ุชูุฌุฏ ุฌูุณุงุช ุฃุฎุฑู
es: No hay otras sesiones
fr: Aucune autre session

# mobile.sessions.lastActive
source: Last active
ar: ุขุฎุฑ ูุดุงุท
es: รltima actividad
fr: Derniรจre activitรฉ

# mobile.sessions.loadError
source: Could not load active sessions.
ar: ุชุนุฐูุฑ ุชุญู ูู ุงูุฌูุณุงุช ุงููุดุทุฉ.
es: No se pudieron cargar las sesiones activas.
fr: Impossible de charger les sessions actives.

# mobile.sessions.location
source: Location
ar: ุงูู ููุน
es: Ubicaciรณn
fr: Emplacement

# mobile.sessions.profileHint
source: See where you're signed in and sign out lost devices.
ar: ุงุทููุน ุนูู ุฃู ุงูู ุชุณุฌูู ุงูุฏุฎูู ูุณุฌูู ุงูุฎุฑูุฌ ู ู ุงูุฃุฌูุฒุฉ ุงูู ูููุฏุฉ.
es: Consulta dรณnde has iniciado sesiรณn y cierra sesiรณn en dispositivos perdidos.
fr: Voyez oรน vous รชtes connectรฉ et dรฉconnectez les appareils perdus.

# mobile.sessions.revokeError
source: Could not sign out that device.
ar: ุชุนุฐูุฑ ุชุณุฌูู ุงูุฎุฑูุฌ ู ู ุฐูู ุงูุฌูุงุฒ.
es: No se pudo cerrar sesiรณn en ese dispositivo.
fr: Impossible de dรฉconnecter cet appareil.

# mobile.sessions.revokeOthersError
source: Could not sign out other sessions.
ar: ุชุนุฐูุฑ ุชุณุฌูู ุงูุฎุฑูุฌ ู ู ุงูุฌูุณุงุช ุงูุฃุฎุฑู.
es: No se pudieron cerrar las otras sesiones.
fr: Impossible de dรฉconnecter les autres sessions.

# mobile.sessions.signOutDevice
source: Sign out device
ar: ุชุณุฌูู ุงูุฎุฑูุฌ ู ู ุงูุฌูุงุฒ
es: Cerrar sesiรณn en dispositivo
fr: Dรฉconnecter l'appareil

# mobile.sessions.signOutOthers
source: Sign out other sessions
ar: ุชุณุฌูู ุงูุฎุฑูุฌ ู ู ุงูุฌูุณุงุช ุงูุฃุฎุฑู
es: Cerrar otras sesiones
fr: Dรฉconnecter les autres sessions

# mobile.sessions.signOutOthersConfirm
source: Sign out all other sessions? Other browsers and devices will need to sign in again. This device stays signed in.
ar: ุชุณุฌูู ุงูุฎุฑูุฌ ู ู ุฌู ูุน ุงูุฌูุณุงุช ุงูุฃุฎุฑูุ ุณุชุญุชุงุฌ ุงูุฃุฌูุฒุฉ ุงูุฃุฎุฑู ุฅูู ุชุณุฌูู ุงูุฏุฎูู ู ุฌุฏุฏูุง. ูุจูู ูุฐุง ุงูุฌูุงุฒ ู ุณุฌูู ุงูุฏุฎูู.
es: ยฟCerrar sesiรณn en todos los demรกs dispositivos? Tendrรกn que volver a iniciar sesiรณn. Este dispositivo permanecerรก conectado.
fr: Dรฉconnecter toutes les autres sessions ? Les autres appareils devront se reconnecter. Cet appareil reste connectรฉ.

# mobile.sessions.title
source: Active sessions
ar: ุงูุฌูุณุงุช ุงููุดุทุฉ
es: Sesiones activas
fr: Sessions actives

# mobile.settings.accessibilityStatement
source: Accessibility statement
ar: ุจูุงู ุฅู ูุงููุฉ ุงููุตูู
es: Declaraciรณn de accesibilidad
fr: Dรฉclaration dโaccessibilitรฉ

# mobile.settings.appearance
source: Appearance
ar: ุงูู ุธูุฑ
es: Apariencia
fr: Apparence

# mobile.settings.appearance.description
source: Choose how Lextures looks on this device.
ar: ุงุฎุชุฑ ุดูู Lextures ุนูู ูุฐุง ุงูุฌูุงุฒ.
es: Elige cรณmo se ve Lextures en este dispositivo.
fr: Choisissez lโapparence de Lextures sur cet appareil.

# mobile.settings.privacyCenter
source: Privacy center
ar: ู ุฑูุฒ ุงูุฎุตูุตูุฉ
es: Centro de privacidad
fr: Centre de confidentialitรฉ

# mobile.settings.privacyTrust
source: Privacy & trust
ar: ุงูุฎุตูุตูุฉ ูุงูุซูุฉ
es: Privacidad y confianza
fr: Confidentialitรฉ et confiance

# mobile.settings.theme.dark
source: Dark
ar: ุฏุงูู
es: Oscuro
fr: Sombre

# mobile.settings.theme.light
source: Light
ar: ูุงุชุญ
es: Claro
fr: Clair

# mobile.settings.theme.system
source: System
ar: ุงููุธุงู
es: Sistema
fr: Systรจme

# mobile.settings.trustCenter
source: Trust center
ar: ู ุฑูุฒ ุงูุซูุฉ
es: Centro de confianza
fr: Centre de confiance

# tabs.courses
source: Courses
ar: ุงูู ูุฑุฑุงุช
es: Cursos
fr: Cours

# tabs.home
source: Home
ar: ุงูุฑุฆูุณูุฉ
es: Inicio
fr: Accueil

# tabs.inbox
source: Inbox
ar: ุงูุจุฑูุฏ
es: Bandeja
fr: Boรฎte

# tabs.notebooks
source: Notebooks
ar: ุฏูุงุชุฑ ุงูู ูุงุญุธุงุช
es: Cuadernos
fr: Carnets

# tabs.profile
source: Profile
ar: ุงูู ูู ุงูุดุฎุตู
es: Perfil
fr: Profil

# mobile.dashboard.dueThisWeek.count
source: %d assignments due this week
ar: %d ูุงุฌุจุงุช ู ุณุชุญูุฉ ูุฐุง ุงูุฃุณุจูุน
es: %d tareas vencen esta semana
fr: %d devoirs ร rendre cette semaine

# mobile.grading.submissionCount
source: %d submissions waiting
ar: %d ุชุณููู ุงุช ูู ุงูุงูุชุธุงุฑ
es: %d entregas en espera
fr: %d rendus en attente

# mobile.pendingSync.waiting
source: %d changes waiting to upload
ar: %d ุชุบููุฑุงุช ูู ุงูุชุธุงุฑ ุงูุฑูุน
es: %d cambios en espera de subir
fr: %d modifications en attente de tรฉlรฉversement

# mobile.planner.calendar.eventCount
source: %d events
ar: %d ุญุฏุซ
es: %d eventos
fr: %d รฉvรฉnements

# auth.login.emailPlaceholder
source: you@school.edu
es: tu@escuela.edu
fr: vous@ecole.edu
